tap "batchcorp/public"
tap "blacktop/tap"
tap "brimdata/tap"
tap "datawire/blackbird"
tap "earthly/earthly"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "jeffreywildman/homebrew-virt-manager"
tap "mongodb/brew"
tap "siderolabs/talos"
tap "spring-io/tap"
tap "teamookla/speedtest"
tap "tilt-dev/tap"
brew "age"
brew "ansible"
brew "asciidoctor"
brew "awscli"
brew "bat"
brew "blueutil"
brew "bottom"
brew "broot"
brew "btop"
brew "chezmoi"
brew "cmake" # Required for better NeoVim experience
brew "coreutils"
brew "csvkit"
brew "curl"
brew "d2"
brew "direnv"
brew "dog"
brew "dos2unix"
brew "eza"
brew "fblog"
brew "fd"
brew "ffmpeg"
brew "gawk"
brew "gcc"
brew "gh"
# brew "gifsicle"
brew "git"
brew "git-delta"
brew "github-markdown-toc"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-units"
brew "gnupg"
brew "gnuplot"
brew "go-task"
brew "graphviz"
brew "grep"
brew "grype"
brew "helm"
brew "hledger"
brew "homeassistant-cli"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "imagemagick@6"
brew "iredis"
brew "istioctl"
brew "jq"
brew "k3d"
brew "k9s"
# brew "ki"
brew "kind"
brew "kotlin"
brew "krew"
brew "kubernetes-cli"
brew "libffi"
# brew "lnav"
brew "lsd"
brew "lua" # Required for better NeoVim experience
brew "luarocks" # Required for better NeoVim experience
brew "mariadb"
brew "markdown-toc"
brew "mise"
brew "moreutils"
brew "mtr"
brew "mas"
brew "mongosh"
brew "mysql-client"
brew "mysql-client@5.7"
brew "neovim"
brew "nushell"
brew "okta-aws-cli"
# brew "openconnect"
brew "openssh"
brew "p7zip"
# brew "pipx"
brew "pulumi"
# brew "rdiff-backup"
brew "ripgrep"
brew "rsync"
brew "skopeo"
brew "sops"
brew "teleport"
brew "telnet"
brew "temporal"
brew "terraform"
brew "the_silver_searcher"
brew "tilt"
brew "tmux"
brew "trippy"
brew "typst"
brew "vhs"
brew "watch"
brew "wget"
brew "winetricks"
brew "xorriso"
brew "yt-dlp"
brew "yq"
brew "zellij"
brew "zsh"
brew "batchcorp/public/plumber"
brew "blacktop/tap/lporg"
brew "brimdata/tap/zed"
brew "brimdata/tap/zq"
brew "datawire/blackbird/telepresence-arm64"
brew "earthly/earthly/earthly"
brew "fluxcd/tap/flux"
brew "jeffreywildman/homebrew-virt-manager/virt-viewer"
brew "mongodb/brew/mongodb-community-shell"
brew "mongodb/brew/mongodb-database-tools"
brew "siderolabs/talos/talosctl"
brew "spring-io/tap/spring-boot"
brew "teamookla/speedtest/speedtest"
brew "tilt-dev/tap/ctlptl"
cask "1password"
cask "1password-cli"
cask "airbuddy"
cask "arc"
cask "bartender"
cask "betaflight-configurator"
cask "blheli-configurator"
cask "calibre"
cask "camo-studio"
cask "clicker-for-netflix"
cask "cleanshot"
cask "coconutbattery"
cask "crossover"
cask "cyberduck"
cask "dash6"
cask "discord"
cask "docker"
cask "epic-games"
cask "font-anonymice-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "gargoyle"
cask "gog-galaxy"
cask "google-earth-pro"
cask "heroic"
cask "iina"
cask "imazing"
cask "iterm2"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "keka"
cask "keyboardcleantool"
# cask "launchpad-manager"
# cask "lunar"
cask "mimestream"
cask "mongodb-compass"
cask "mountain-duck"
cask "mqtt-explorer"
cask "mqttx"
cask "mudlet"
cask "neovide"
cask "nrlquaker-winbox"
cask "numi"
cask "orbstack"
cask "parallels"
cask "parsec"
# cask "photosync"
# cask "playonmac"
cask "plex"
cask "porting-kit"
cask "postman"
# cask "prolific-pl2303"
cask "protonvpn"
cask "rapidapi"
cask "raycast"
cask "rectangle"
cask "reolink-client"
cask "retroarch-metal"
cask "scummvm"
cask "sensei"
cask "signal"
cask "skype"
cask "spatterlight"
cask "steam"
cask "suspicious-package"
cask "sweet-home3d"
cask "terminology"
cask "transmission"
cask "utm"
cask "viber"
cask "vimr"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "warp"
cask "wine-staging"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "ClearVPN", id: 1531601984
mas "Discovery", id: 1381004916
mas "Disk Graph", id: 697942581
mas "Disk Space Analyzer", id: 446243721
mas "DNS Client", id: 1517487743
# mas "Evernote", id: 406056744
# mas "Fantastical", id: 975937182
mas "finale", id: 1518365620
mas "GOOSE VPN", id: 1373335581
mas "Home Assistant", id: 1099568401
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Mate Translate", id: 1005088137
mas "MeetingBar", id: 1532419400
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "NepTunes", id: 1006739057
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Pluralsight", id: 431748264
mas "PocketTube", id: 1533703891
mas "Reeder", id: 1529448980
mas "Scrobbles for Last.fm", id: 1344679160
#mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
#mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
